Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Sähköinen tunnistaminen ja varmennepalveluiden tilanne on merkittävästi muuttunut sitten eduskunnan lausuman antamisen.
sv_se: Läget för elektronisk identifiering och certifikattjänster har ändrats betydligt sedan riksdagens uttalande.

source: Useat ammattikunnat käyttävät valtion varmennepalveluita.
sv_se: Flera yrkeskårer använder statens certifikattjänster.

source: Kansalaisille suunnatuissa palveluissa ei ole juurikaan tapahtunut muutosta, koska kansalaiset käyttävät etenkin pankkitunnuksia.
sv_se: Det har just inte skett några ändringar i de tjänster som är riktade till medborgarna, eftersom medborgarna framför allt använder bankkoder.

source: Avoimia rajapintoja toteutettiin Kansallinen palveluarkkitehtuuri -ohjelmassa, jossa otettiin käyttöön kansallinen palveluväylä ja julkaistiin kansalaisen palvelunäkymän ja tunnistamisratkaisun beta-versio.
sv_se: Öppna kontaktytor genomfördes inom programmet Nationell servicearkitektur, inom vilket den nationella informationsleden togs i bruk och betaversionen av medborgarnas servicevy och identifieringslösning publicerades.

source: EU:n arvopaperikeskusasetuksen täytäntöönpanoa päätettiin jatkaa siten, että Suomessa toimivan arvopaperikeskuksen tilinhoitajat eivät voi kirjata arvoosuustililaissa (827/1991) tarkoitetulle arvo-osuustilille osakkeenomistajan sijaan hallintarekisteröinnin hoitajaa, jos osakkeenomistaja on suomalainen sijoittaja.
sv_se: Det beslutades att man skulle fortsätta med genomförandet av EU:s förordning om värdepapperscentraler så att kontoförvaltaren av en värdepapperscentral som är verksam i Finland inte kan registrera på ett värdeandelskonto som avses i lagen om värdeandelskonton (827/1991) den som sköter förvaltarregistreringen i stället för aktieägaren, om aktieägaren är en finländsk investerare.

source: Verohallinto on julkaissut helmikuussa 2016 Kansainvälisen valuuttarahaston (IMF) ja Verohallinnon yhteistyönä valmistuneen raportin arvonlisäverotuksen verovajeesta Suomessa.
sv_se: Skatteförvaltningen publicerade i februari 2016 en rapport över mervärdesbeskattningens skattefel i Finland, som den utarbetat tillsammans med Internationella valutafonden (IMF).

source: Arvonlisäverovaje on Suomessa kansainvälisesti vertaillen pieni.
sv_se: Mervärdesskattefelet är litet i Finland i internationell jämförelse.

source: Valtiovarainministeriö uudisti v. 2015 valtion sisäisen vuokrajärjestelmän ja valtion tilahallintoa.
sv_se: Finansministeriet förnyade 2015 statens interna hyressystem och statens lokalförvaltning.

source: Uudistuksen toimeenpano toteutettiin säätämällä valtioneuvoston asetus valtion kiinteistövarallisuuden hankinnasta, vuokraamisesta, hallinnasta ja hoidosta (242/2015).
sv_se: Genomförandet av reformen skedde genom en ny förordning, statsrådets förordning om förvärv, besittning och skötsel av statlig fastighetsförmögenhet (242/2015).

source: Senaatti-kiinteistöjen vuokralaisena olevien valtion virastojen ja laitosten vuokrat määräytyvät omakustannusperiaatteen pohjalta.
sv_se: Hyrorna för statliga ämbetsverk och inrättningar som är Senatfastigheters hyresgäster fastställs enligt självkostnadsprincipen.

source: Uudistuksen seurauksena virastojen ja laitosten vuokrakustannukset laskevat noin 15 % vuodesta 2016 alkaen.
sv_se: Till följd av reformen kommer hyrorna för ämbetsverk och inrättningar att sjunka med cirka 15 % från och med 2016.

source: Vuokranalennuksen vaikutus talousarvioon on pyritty toteuttamaan budjettineutraalisti.
sv_se: Hyressänkningarnas inverkan på budgeten har man strävat efter att genomföra på ett budgetneutralt sätt.

source: Opetus- ja kulttuuriministeriö
sv_se: Undervisnings- och kulturministeriet

source: Eduskunta edellytti tilimuistutuskannanotossaan, että hallitus ryhtyy toimenpiteisiin rakennusalan tutkimus- ja kehittämistoiminnan edellytysten parantamiseksi, jotta rakennusten suuri merkitys ihmisten hyvinvoinnille ja kansantaloudelle otetaan päätöksenteossa nykyistä paremmin huomioon.
sv_se: Riksdagen förutsatte i sitt ställningstagande med anledning av revisionsanmärkningarna att regeringen vidtar åtgärder för att förbättra villkoren för forskning och utveckling inom byggbranschen för att man i beslutsfattandet ska ta större hänsyn till den stora roll byggnader spelar för människornas välbefinnande och samhällsekonomin.

source: Opetus- ja kulttuuriministeriö on rahoittanut rakennusterveyttä tukevaa koulutusta ja sen suunnittelua.
sv_se: Undervisnings- och kulturministeriet har beviljat finansiering för utbildning som stöder hälsoriktigt byggande och för planering av utbildningen.

source: Ylempään ammattikorkeakoulututkintoon on kehitetty kosteus- ja homevauriokorjaamisen opintokokonaisuus ja koulutus on käynnistetty syksyllä 2015.
sv_se: För högre yrkeshögskoleexamen har det utvecklats en studiemodul om reparation av fukt- och mögelskador och utbildningen inleddes hösten 2015.

source: Lisäksi alan täydennyskoulutusta on muutamassa ammattikorkeakoulussa.
sv_se: Dessutom ordnas det fortbildning i området vid några yrkeshögskolor.

source: Eduskunta edellytti vastauksessaan hallituksen esitykseen laeiksi yliopistolain 49 §:n ja ammattikorkeakoululain 43 §:n väliaikaisesta muuttamisesta, että hallitus kattavasti seuraa korkeakoulujen rahoituksen riittävyyttä suhteessa korkeakouluille osoitettuihin tehtäviin.
sv_se: Riksdagen förutsatte i sitt svar med anledning av regeringens proposition med förslag till lagar om temporär ändring av 49 § i universitetslagen och 43 § i yrkeshögskolelagen att regeringen grundligt ger akt på hur högskolornas medel räcker till i förhållande till de uppgifter högskolorna påförts.

source: Opetus- ja kulttuuriministeriö ottaa yliopistojen toiminnan ja talouden seurannassa sekä mahdollisessa erilliskyselyssä huomioon tarpeen selvittää menosäästöjen vaikutuksia yliopistojen toimintaan.
sv_se: Undervisnings- och kulturministeriet beaktar genom uppföljning av universitetens verksamhet och ekonomi samt en eventuell separat enkät behovet av att utreda vilken effekt utgiftsbesparingarna har på universitetens verksamhet.

source: Käynnissä olevassa yliopistouudistuksen vaikutusten arvioinnissa on yhtenä näkökulmana yliopistojen rahoitustason ja -järjestelmän muutosten vaikutus yliopistojen toimintaan.
sv_se: I den pågående utvärderingen av konsekvenserna av universitetsreformen utgör effekten av ändringarna i universitetens finansieringsnivå och finansieringssystem på universitetens verksamhet ett perspektiv.

source: Yliopistolain uudistuksen vaikutuksista annetaan eduskunnan sivistysvaliokunnalle selvitys jo v. 2016.
sv_se: En utredning om konsekvenserna av reformen av universitetslagen kommer att överlämnas till riksdagens kulturutskott redan 2016.

source: Maa- ja metsätalousministeriö
sv_se: Jord- och skogsbruksministeriet

source: Maa- ja metsätalousministeriö on johdonmukaisesti edistänyt hallinnon hyväksymän viljelylohkojen pinta-alan palauttamista EU-asetuksiin ja pyrkinyt turvaamaan maataloustuottajien oikeusturvan.
sv_se: Jord- och skogsbruksministeriet har konsekvent försökt bidra till att bestämmelserna om arealer för jordbruksskiften som myndigheterna har godkänt ska tas tillbaka i EUförordningarna och strävat efter att trygga jordbruksproducenternas rättssäkerhet.

source: Peltolohkorekisterin selvityshankkeessa on etsitty keino- ja viljelylohkojen toistuvien pinta-alamuutosten hallintaan.
sv_se: Inom det utredningsprojekt som rör åkerskiftesregistret har man sökt metoder för att hantera upprepade ändringar av arealer för jordbruksskiften.

source: Maataloushallinnon ja Maanmittauslaitoksen yhteistyöllä on pyritty vähentämään peltolohkojen pinta-alapoikkeamia.
sv_se: Genom samarbete mellan jordbruksförvaltningen och Lantmäteriverket har man strävat efter att minska arealavvikelserna för åkerskiften.

source: Valtioneuvosto hyväksyi helmikuussa 2015 Kansallinen metsästrategia 2025:n, joka linjaa metsä-alan tärkeimmät tavoitteet ja hankkeet metsäalan kasvun, kilpailukyvyn ja uudistumisen edistämiseksi.
sv_se: Statsrådet godkände i februari 2015 den nationella skogsstrategin 2025, som tar upp de viktigaste målen och projekten inom skogsbranschen för att främja skogsbranschens tillväxt, konkurrenskraft och förnyelse.

source: Metsästrategian linjaukset pohjautuvat metsäpoliittiseen selontekoon ja eduskunnan siitä tekemiin kannanottoihin.
sv_se: Riktlinjerna i skogsstrategin grundar sig på den skogspolitiska redogörelsen och riksdagens ställningstaganden till redogörelsen.

source: Maaseudun kehittämisen tukemiseen liittyvää byrokratiaa on yksinkertaistettu ja tukien hallinnoinnin keventämiseksi on kehitetty digitaalisia palveluja.
sv_se: Byråkratin i anslutning till landsbygdsutvecklingsstöd har förenklats och i syfte att lätta upp stödförvaltningen har det utvecklats digitala tjänster.

source: Riistavahinkolakiin on suunniteltu välttämättömimmät muutokset, joilla pyritään mm. keventämään kaikkien viranomaisten (erityisesti kuntien maaseutuelinkeinoviranomaisten) hallinnollista taakkaa.
sv_se: Planen är att det i viltskadelagen ska göras de ändringar som är nödvändigast för att bland annat minska alla myndigheters (särskilt kommunernas landsbygdsnäringsmyndigheters) administrativa belastning.

source: Tätä koskeva hallituksen esitys on tarkoitus antaa eduskunnalle v. 2017.
sv_se: Avsikten är att en regeringsproposition om detta ska överlämnas till riksdagen 2017.

source: Lisäksi maa- ja metsätalousministeriö on käynnistänyt esiselvityksen petovahinkoilmoitusten ja -hakemusten sähköistämiseksi.
sv_se: Dessutom har jord- och skogsbruksministeriet inlett en förutredning för att göra anmälningarna och ansökningarna i anslutning till rovdjursskador elektroniska.

source: Tavoitteena on nopeuttaa vahinkoilmoitusten saamista riistavahinkorekisteriin sekä keventää kuntien maaseutuelinkeinoviranomaisten työmäärää.
sv_se: Målet är att göra registreringen av skadeanmälningar i viltskaderegistret snabbare och att minska arbetsmängden för de kommunala landsbygdsnäringsmyndigheterna.

source: Maa- ja metsätalousministeriö on joustavoittanut Itämeren norpan pyyntiä erityisesti kalastusvahinkojen vähentämiseksi.
sv_se: Jord- och skogsbruksministeriet har ökat flexibiliteten när det gäller jakten på östersjövikare för att minska särskilt skadorna på fisket.

source: Liikenne- ja viestintäministeriö
sv_se: Kommunikationsministeriet

source: Vuoden 2012 liikennepoliittinen selonteko ja siihen liittyvät eduskunnan lausumat on toteutettu.
sv_se: Den trafikpolitiska redogörelsen från 2012 och riksdagens uttalanden i anslutning till den har genomförts.

source: Liikenneverkon korjausvelan pysäyttämiseen ja sen hallittuun vähentämiseen on osoitettu lisärahoitusta, samoin yksityisteiden valtionapuun.
sv_se: Det har anvisats tilläggsfinansiering för att stoppa tillväxten av reparationsskulden för trafiknätet och att minska skulden på ett kontrollerat sätt, och även för statsbidrag för enskilda vägar.

source: Yksityistielainsäädännön kokonaisuudistus on aloitettu ja uudistuksen yhteydessä tarkastellaan erityisesti rahoitukseen ja käyttöoikeuksiin liittyviä kysymyksiä.
sv_se: En totalrevidering av lagstiftningen om enskilda vägar har inletts och i samband med revideringen belyses särskilt frågor om finansiering och nyttjanderätter.

source: Vuoden 2015 aikana keskeisten liikennepoliittisten päätösten valmisteluun on vaikutettu ennakoivasti ja tuloksellisesti niin EUkuin kansainvälisellä tasolla.
sv_se: Under 2015 har beredningen av centrala trafikpolitiska beslut på såväl EU-nivå som internationellt påverkats på ett föregripande och framgångsrikt sätt.

source: Hallitusohjelman mukaisena kärkihankkeena rakennetaan digitaalisen liiketoiminnan kasvuympäristö.
sv_se: Som ett spetsprojekt enligt regeringsprogrammet skapas en tillväxtmiljö för digital affärsverksamhet.

source: Sen osana ministeriössä on valmisteltu kansallista tietoturvastrategiaa, jolla lisätään luottamusta internetiin ja digitaalisiin toimintatapoihin.
sv_se: Som ett led i detta har det vid ministeriet beretts en nationell informationssäkerhetsstrategi, som ska öka förtroendet för internet och digitala verksamhetsformer.

source: Valtion ja yritysten yhteistyönä laadittava strategia painottuu kilpailukyvyn ja vientiedellytysten varmistamiseen.
sv_se: Strategin, som ska utarbetas i samarbete mellan staten och företag, inriktar sig på att säkerställa konkurrenskraften och exportmöjligheterna.

source: Strategian osana toteutetaan EU:ssa valmisteltavan verkko- ja tietoturvadirektiivin edellyttämät lainsäädäntömuutokset.
sv_se: Som ett led i strategin genomförs de ändringar i lagstiftningen som krävs enligt det direktiv om nät- och informationssäkerhet som bereds inom EU.

source: Matkaviestinnän taajuushuutokauppa on parantanut nopeiden langattomien laajakaistayhteyksien laatua ja saatavuutta Suomessa.
sv_se: Frekvensauktionen inom mobil kommunikation har förbättrat kvaliteten på och tillgången till snabba trådlösa bredbandsförbindelser i Finland.

source: Huutokaupalla ei ole ollut vaikutusta matkaviestintäpalveluiden hinnoitteluun tai markkinoiden rakenteeseen, kilpailutilanteeseen tai teleyritysten muun toiminnan investointeihin.
sv_se: Auktionen har inte påverkat prissättningen av mobiltjänster eller marknadens struktur, konkurrenssituationen eller teleföretagens investeringar inom annan verksamhet.

source: Valtioneuvosto myönsi v. 2015 antennitelevision verkkotoimiluvat sähköisen median viestintäpoliittisen ohjelman linjauksia noudattaen.
sv_se: Statsrådet beviljade 2015 nätkoncessioner för antenntelevision i enlighet med riktlinjerna i det kommunikationspolitiska programmet för elektroniska medier.

source: Toimiluvat tulevat voimaan vuoden 2017 alusta ja ovat voimassa vuoteen 2027.
sv_se: Koncessionerna träder i kraft vid ingången av 2017 och gäller fram till 2027.

source: Työ- ja elinkeinoministeriö
sv_se: Arbets- och näringsministeriet

source: Eduskunnan työ- ja elinkeinoministeriön hallinnonalalla tyypillisimpiä ovat lausumat, joissa eduskunta esim. lakiuudistuksen yhteydessä kiinnittää huomiota yksittäiseen erityisryhmään tai erityiskysymykseen ja haluaa selvitystä siitä, miten tämä ryhmän asema tai ko. erityiskysymys tulee kehittymään uudistuksen jälkeen.
sv_se: Inom arbets- och näringsministeriets förvaltningsområde är de mest typiska uttalandena av riksdagen sådana där riksdagen t.ex. i samband med en lagreform fäster uppmärksamhet vid en enskild särskild grupp eller särskild fråga och önskar en utredning om hur villkoren för denna grupp eller den aktuella frågan kommer att utvecklas efter reformen.

source: Tällaisia ovat esimerkiksi ”Sairauspäiväkarenssien poistaminen vuosilomalaista”, ”Työkokeilua koskevien säännösten muuttamisen vaikutus” ja ”Metsähakesähkön tuki”.
sv_se: Exempel på detta är ”Karensdagarna vid sjukdom utgår ur semesterlagen”, ”Effekterna av ändrade bestämmelser om arbetsprövning” och ”Stödet till el producerad med skogsflis”.

source: Talousarvion tai julkisen talouden suunnitelman yhteydessä olevat lausumat koskevat hyvin laajoja kokonaisuuksia, jopa huomattavaa osaa hallitusohjelmasta.
sv_se: Uttalandena i samband med budgeten eller planen för de offentliga finanserna gäller mycket omfattande helheter, till och med en betydande del av regeringsprogrammet.

source: Esimerkkinä tällaisesta on lausuma vuoden 2015 talousarvioesityksen yleisperusteluista:
sv_se: Ett exempel på detta är uttalandet om den allmänna motiveringen i budgetpropositionen för 2015:

source: ”Eduskunta edellyttää, että hallitus toimii määrätietoisesti Suomen kilpailukyvyn palauttamiseksi ja tässä tarkoituksessa kohentaa yritysten yleisiä toimintaedellytyksiä, edistää työllistämismahdollisuuksia, työvoiman liikkuvuutta ja maltillista palkkapolitiikkaa sekä tukee tutkimusta ja innovaatiota.”
sv_se: ”Riksdagen förutsätter att regeringen agerar målmedvetet för att återställa Finlands konkurrenskraft och att den i detta syfte förbättrar företagens allmänna omvärldsvillkor, främjar sysselsättningsmöjligheterna, arbetskraftens rörlighet och en måttlig lönepolitik samt stöder forskning och innovation.”

source: Em. kysymykset on jo yleensä laajemmin käsitelty osana kunkin ministeriön tuloksellisuuden kuvausta.
sv_se: Dessa frågor har redan i allmänhet behandlats mera ingående i beskrivningen av resultatet för varje ministerium.

source: Sosiaali- ja terveysministeriö
sv_se: Social- och hälsovårdsministeriet

source: Useiden lausumien ja kannanottojen kysymykset ja niiden ratkaisut kytkeytyvät sosiaali- ja terveydenhuollon palvelurakenneuudistukseen (sote-uudistus).
sv_se: Frågorna i flera av uttalandena och ställningstagandena samt deras lösningar ansluter sig till reformen av servicestrukturen inom social- och hälsovården (social- och hälsovårdsreformen).

source: Muun muassa opiskeluterveydenhuollon järjestämisen säädöspohja ja YTHS:n rahoitus, lainsäädäntömuutosten tarpeellisuutta avohoidon piirissä olevien asiakkaiden osalta, asiakasmaksujärjestelmää sekä sosiaali- ja terveydenhuollon tietohallinnon ohjausmallia arvioidaan sote-uudistuksen valmistelun yhteydessä.
sv_se: Bland annat författningsbasen för ordnandet av studerandehälsovård och SHVS:s finansiering, nödvändigheten av ändrad lagstiftning när det gäller klienter inom öppenvården, klientavgiftssystemet och modellen för styrning av social- och hälsovårdens informationsförvaltning utvärderas i samband med beredningen av social- och hälsovårdsreformen.

source: Nuorten syrjäytymistä ennalta ehkäisevien sekä suurimmassa syrjäytymisvaarassa olevien mielenterveys- ja päihdeongelmista kärsivien sosiaali- ja terveyspalvelujen painottaminen sisältyy sote-uudistuksen tavoitteisiin.
sv_se: Fokusering på social- och hälsovårdstjänster som förebygger marginalisering av unga samt tjänster för dem som lider av psykisk ohälsa eller drogproblem och som löper störst risk att marginaliseras ingår bland målen för social- och hälsovårdsreformen.

source: Uuden sosiaalihuoltolain (1301/2014) mukaan kaikilla sosiaalihuollon asiakkailla on oikeus saada tarvittaessa arvio palvelutarpeesta sekä nimetty omatyöntekijä.
sv_se: Enligt den nya socialvårdslagen (1301/2014) har alla klienter inom socialvården rätt att vid behov få en bedömning av servicebehovet samt en egen kontaktperson.

source: Laki myös velvoittaa erityistä tukea tarvitsevien henkilöiden sekä lasten ja nuorten hyvinvoinnin seuraamiseen ja edistämiseen.
sv_se: Enligt lagen ska man också ge akt på och främja välfärden hos personer som behöver särskilt stöd samt hos barn och unga.

source: Perustoimeentulotuen laskenta ja maksatus siirtyvät Kansaneläkelaitokselle vuoden 2017 alusta.
sv_se: Beräkningen och betalningen av grundläggande utkomststöd överförs till Folkpensionsanstalten vid ingången av 2017.

source: Uudistuksen tarkoituksena on parantaa ihmisten yhdenvertaisuutta tuen saamisessa, tehostaa toimintaa sekä vähentää kuntien tehtäviä tiukassa taloustilanteessa.
sv_se: Syftet med ändringen är att förbättra jämlikheten mellan individer i fråga om att få stöd, att effektivisera verksamheten och att minska kommunernas uppgifter i ett stramt ekonomiskt läge.

source: Sosiaali- ja terveysministeriö valmistelee toimeentulotuen toimeenpanon siirtoa ja suunnittelee uudistuksen vaikutusten seurantaa yhteistyössä Kansaneläkelaitoksen, Kuntaliiton ja Terveyden- ja hyvinvoinnin laitoksen kanssa.
sv_se: Social- och hälsovårdsministeriet bereder överföringen av verkställigheten av utkomststödet och planerar uppföljningen av effekterna av ändringen i samarbete med Folkpensionsanstalten, Kommunförbundet och Institutet för hälsa och välfärd.

source: Rakennusten terveellisyyttä on edistetty terveydensuojelulain muutoksella (1237/2014), jossa terveydensuojeluviranomaisten apuna käytettävien ulkopuolisten asiantuntijoiden pätevyyden arviointi siirrettiin kunnilta valtakunnalliseksi henkilösertifioinniksi 1.3.2015 lukien.
sv_se: Byggnaders sundhet har främjats genom en ändring av hälsoskyddslagen (1237/2014), där bedömningen av kompetensen hos utomstående experter som bistår hälsovårdsmyndigheterna från och med 1.3.2015 överfördes från kommunerna till ett nationellt personcertifieringssystem.

source: Terveydensuojelulain säännöksiä täsmentävässä 15.5.2015 voimaan tulleessa sosiaali- ja terveysministeriön asetuksessa (545/2015) annetaan sertifioinnin lisäksi tarkempia määräyksiä kyseisten asiantuntijoiden koulutuksen osaamistavoitteista ja edellytettävästä työkokemuksesta.
sv_se: I social- och hälsovårdsministeriets förordning (545/2015), som trädde i kraft 15.5.2015 och som preciserar bestämmelserna i hälsoskyddslagen, meddelas det utöver bestämmelserna om certifiering närmare föreskrifter om det kunnande som eftersträvas i den utbildning som experterna ska genomgå och den arbetserfarenhet som krävs.

source: Ympäristöministeriö
sv_se: Miljöministeriet

source: Öljysuojarahastosta annetun lain määräaikaisten muutosten perusteella kannettiin öljysuojamaksu vielä v. 2015 normaalitasoon nähden kolminkertaisena.
sv_se: Med stöd av temporära ändringar i lagen om oljeskyddsfonden togs oljeskyddsavgiften ut till tredubbelt belopp i förhållande till normaltaxan ännu år 2015.

source: Asiantuntijalausunnossa öljysuojarahaston sääntelyvaihtoehdoista ja kehittämisedellytyksistä suositeltiin, että öljysuojamaksun sijasta varat öljysuojarahastoon kerrytettäisiin valmisteverotyyppisellä rahoituksella.
sv_se: I ett expertutlåtande rekommenderades det i fråga om olika sätt att reglera oljeskyddsfonden på och vilka förutsättningar det finns för att utveckla den att man i stället för att finansiera fonden med oljeskyddsavgifter skulle samla in medel genom finansiering av punktskattetyp.

source: Asiaa koskeva lakimuutos on valmisteilla.
sv_se: En lagändring om saken är under beredning.

source: Jätevesien käsittelyä koskevien säännösten toimeenpanoa on seurattu valtion avustamissa jätevesineuvonnan hankkeissa ja SYKEltä on tilattu selvitys haja-asutusalueiden jätevedenkäsittelyn toimeenpanon tilanteesta 2015.
sv_se: Verkställandet av bestämmelserna om behandling av avloppsvatten har följts upp med hjälp av de statligt stödda projekten för rådgivning i fråga om avloppsvatten, och av Finlands miljöcentral har det beställts en utredning om läget i fråga om behandlingen av avloppsvatten i glesbygden 2015.

source: Tilanneselvitys on toimitettu eduskunnan ympäristövaliokunnalle ja valtiovarainvaliokunnan asunto- ja ympäristöjaostolle.
sv_se: Lägesbeskrivningen har överlämnats till riksdagens miljöutskott och finansutskottets bostads- och miljödelegation.

source: Jätelainsäädännön kokonaisuudistukseen liittyvä laaja valtioneuvoston asetusten uudistustyö saatiin vuoden 2015 aikana päätökseen.
sv_se: Den omfattande översyn av statsrådets förordningar som anslöt sig till totalrevideringen av avfallslagstiftningen slutfördes 2015.

source: Lisäksi ympäristöministeriö käynnisti valtakunnallisen jätesuunnitelman ja siihen sisältyvän jätteen synnyn ehkäisy -suunnitelman tarkistamisen.
sv_se: Miljöministeriet inledde dessutom en översyn av den riksomfattande avfallsplanen och den däri ingående planen för att förebygga uppkomsten av avfall.

source: Ympäristöministeriön johdolla laadittiin jätealan opas jätelain yhdyskuntajätehuoltoa koskevista säännöksistä.
sv_se: Under miljöministeriets ledning utarbetades det en handledning för avfallssektorn som gäller avfallslagens bestämmelser om hanteringen av kommunalt avfall.

source: Metropolipolitiikan toteutusta on jatkettu.
sv_se: Man har fortsatt att genomföra metropolpolitiken.
